/* No comment provided by engineer. */
"Cancelled" = "キャンセルしました";

/* No comment provided by engineer. */
"Change Playing Speed.\nYou need to buy to use this at the Shop page." = "スピード変更\n使用する場合は、Shopで機能を追加購入して下さい";

/* No comment provided by engineer. */
"Client Invalid" = "無効な操作です";

/* No comment provided by engineer. */
"Completed" = "完了しました";

/* No comment provided by engineer. */
"Control Playing." = "コントロール";

/* No comment provided by engineer. */
"Coudn't Load Wave Image." = "波形イメージを読み込めませんでした";

/* インポートできませんでした。 */
"Couldn't Import Music File." = "音楽ファイルを取り込めませんでした";

/* No comment provided by engineer. */
"Error" = "エラー";

/* No comment provided by engineer. */
"Failed Restore" = "リストアに失敗しました";

/* No comment provided by engineer. */
"Getting Product Information" = "プロダクト情報を取得中";

/* No comment provided by engineer. */
"Invalied" = "不正なリクエスト";

/* No comment provided by engineer. */
"Loop Cursor Slider.\nDouble Tap to move to on the Play Cursor." = "ループカーソル\nダブルタップすると、再生カーソル上まで移動します";

/* No comment provided by engineer. */
"New : Open New file.\nSave : Save this file.\nOpen : Open a save file.\nShop : Go to the Shop page." = "New : 新規\nSave : 保存する\nOpen : ファイルを開く\nShop : Shopへ移動";

/* No comment provided by engineer. */
"Not Allowed Payment" = "App内課金が有効になっていません";

/* No comment provided by engineer. */
"PaymentStatusFailed" = "購入処理失敗";

/* No comment provided by engineer. */
"PaymentStatusPurchased" = "購入処理完了";

/* No comment provided by engineer. */
"PaymentStatusPurchasing" = "購入処理開始";

/* No comment provided by engineer. */
"PaymentStatusResponsedProductInfo" = "プロダクト情報の取得完了";

/* No comment provided by engineer. */
"PaymentStatusRestored" = "リストア完了";

/* No comment provided by engineer. */
"Play Cursor Slider." = "再生カーソル";

/* No comment provided by engineer. */
"Processing" = "処理中";

/* No comment provided by engineer. */
"Response Error" = "プロダクト情報の取得に失敗しました";

/* No comment provided by engineer. */
"Restore" = "リストア";

"Restored" = "リストアが完了しました";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Save Slot" = "保存スロット";

/* No comment provided by engineer. */
"Save Slot is Full. Please delete the other Save Data or buy this Product from Shop!" = "保存スロットがいっぱいです。他の保存データを削除するか、Shopで保存スロットを追加購入して下さい。";

/* No comment provided by engineer. */
"Silent Area" = "サイレントエリア";

/* No comment provided by engineer. */
"Silent Area is Full. Please buy the Product to add Silent Area more from Shop!" = "サイレントエリアがいっぱいです。Shopにて追加購入を行って下さい。";

/* No comment provided by engineer. */
"Silent Area Slider.\nLong Tap into here to show Delete button." = "サイレントエリア\nロングタップすると、削除ボタンが表示されます。";

/* No comment provided by engineer. */
"Silent Cursor Slider.\nDouble Tap to move to on the Play Cursor." = "サイレントカーソル\nダブルタップすると、再生カーソル上まで移動します";

/* No comment provided by engineer. */
"Silent On/Off.\nWhen turned On, Sound is silence between the Silent Areas." = "サイレント オン/オフ\nオンにすると、サイレントエリア内で音が無音になります。";

/* No comment provided by engineer. */
"Wave Area.\nLong Tap into here to show a new Silent Area." = "波形イメージ\nこの中でロングタップすると、サイレントエリアが新しく生成されます。";